app/channels/room_channel.rb

  def speak(data)
    message = Message.create!(content: data['message'])
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "d"], ["created_at", "2019-08-01 11:40:21.277382"], ["updated_at", "2019-08-01 11:40:21.277382"]]